[
    {
        "actrnumber": "ACTRN12612000901808",
        "submit_date": "2012-08-16",
        "approval_date": "2012-08-24",
        "stage": "Registered",
        "utrn": "",
        "study_title": "Randomised Phase II study of cetuximab alone or in combination with irinotecan in patients with metastatic colorectal cancer (CRC) with either KRAS WT or G13D mutation.",
        "scientific_title": "ICE CREAM: The Irinotecan Cetuximab Evaluation and the Cetuximab Response Evaluation Among Patients with G13D Mutation",
        "trial_acronym": "ICE CREAM",
        "seconday_id": "NIL",
        "health_conditions": "CONDITION: Metastatic colorectal cancer; CODE1: Cancer; CODE2: Bowel - Back passage (rectum) or large bowel (colon)",
        "interventions": "Cetuximab & irinotecan combination therapy:\nCetuximab 400mg/m2 Intravenous infusion (IVI) on Day 1, followed by 250mg/m2 Intravenous infusion (IVI) every week;\nIrinotecan 180mg/m2 Intravenous infusion (IVI) every 14 days;\nTreatment will continue until disease progression, unless there is unacceptable toxicity or either the patient or physician requests cessation of treatment.",
        "comparator": "Cetuximab monotherapy\nCetuximab 400mg/m2 Intravenous infusion (IVI) on Day 1, followed by 250mg/m2 IVI every week.\nTreatment will continue until disease progression, unless there is unacceptable toxicity or either the patient or physician requests cessation of treatment.",
        "control": "Active",
        "intervention_codes": "CODE: Treatment: drugs",
        "primary_outcomes": "To determine the 6 month PFS benefit of cetuximab alone or in combination with irinotecan in patients with KRAS WT or KRAS G13D mutated mCRC (PFS defined from time of randomisation to disease progression as defined by RECIST criteria version 1.1).; TIMEPOINT: Patients will have a CT scan at baseline and every 6 weeks while on treatment. Patients will be followed up for 12 months after they progress on treatment.",
        "secondary_outcomes": "To determine the response rate in patients with KRAS WT or  KRAS G13D mutated mCRC treated with cetuximab alone or in combination with irinotecan (Complete and Partial Responses as defined by RECIST criteria version 1.1).; TIMEPOINT: Patients will have a CT scan at baseline and every 6 weeks while on treatment.",
        "eligibity_inclusive": "1. Males or females with histologically confirmed colorectal cancer; \n2. Age greater than or equal to 18 yrs;\n3. Metastatic disease not amenable to complete resection as determined by investigator;\n4. Measurable or evaluable disease as assessed by CT scan of the chest, abdomen and pelvis as per the RECIST v1.1 criteria, within 21 days prior to randomisation;\n5. Prior confirmation of tumour status as either:\n\tAll RAS WT, - that is no mutation or changes in either KRAS  NRAS\n OR \n\tKRAS G13D \nby means of mutation or relevant analysis performed on representative samples of diagnostic tumour tissue.  Also, in cases where the BRAF tumour status is known there must be no mutation.  Representative sample of diagnostic tumour tissue must be available for retrospective  mutational analysis at a central laboratory.\n6. ECOG performance status of 0-1;\n7. Received and progressed on, or intolerant of all therapies listed below, where failure is defined as radiological progression during therapy, or toxicity limiting further therapy, or progression within 6 months of prior treatment. Previous treatment should have ceased at least 14 days prior to randomisation.\n- thymidylate synthase inhibitor (e.g. 5-fluorouracil, capecitabine, raltitrexed, tegafur-uracil, S1) Thymidylate synthase inhibitors may have been given as monotherapy, or in combination with oxaliplatin or irinotecan\n- irinotecan-containing regimen (ie. single agent or in combination and still able to tolerate additional irinotecan treatment); \n- oxaliplatin-containing regimen, OR have documented unsuitability for an oxaliplatin-containing regimen;\n8. Adequate haematological and renal function as determined by the investigator within 14 days prior to randomization\n- Platelets greater than or equal to 75 x 10 to the power of 9/L, Hemoglobin greater than or equal to 80 g/L, ANC greater than or equal to 1.0 x 10 to the power of 9/L\n- Serum creatinine less than or equal to 1.5 x institutional upper limit of normal or Creatinine Clearance greater than 50 ml/min\n9. Adequate liver function with serum total bilirubin less than or equal to 2.5 x ULN, and both ALT and AST are less than or equal to 5.0 x ULN, within 14 days prior to randomization. Patients with Gilberts syndrome may be included as long as unconjugated bilirubin levels fall within these parameters;\n10. Life expectancy of at least 12 weeks;\n11. Study treatment both planned and able to start within 14 days of randomisation;\n12. Willing and able to comply with all study requirements, including treatment, timing and/or nature of required assessments; \n13. Signed, written informed consent;",
        "eligibity_inclusive_min_age": "18",
        "eligibity_inclusive_min_age_type": "Years",
        "eligibity_inclusive_max_age": "0",
        "eligibity_inclusive_max_age_type": "No limit",
        "eligibity_inclusive_min_age.1": "18",
        "eligibity_inclusive_gender": "Both males and females",
        "eligibity_healthy_volunteer": "No",
        "eligibity_exclusive": "1. Prior treatment with cetuximab or other drugs targeting the EGFR pathway, such as panitumumab, gefitinib , erlotinib; 2. Severe restrictive lung disease or radiological pulmonary findings of interstitial lung disease on the baseline chest CT which, in the opinion of the investigator, represents significant pathology; 3. Brain metastases that are either untreated, symptomatic, or which have not been stable for at least one month after treatment; 4. History of other malignancies except where treated with curative intent AND with no current evidence of disease AND considered not to be at risk of future recurrence; 5. Concurrent illness, including severe infection that may jeopardize the ability of the patient to undergo the procedures outlined in this protocol with reasonable safety; 6. Presence of any psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule, including alcohol dependence or drug abuse; 7. Pregnancy, lactation, or inadequate contraception. Women must be post menopausal, infertile, or use a reliable means of contraception. Women of childbearing potential must have a negative pregnancy test done within 7 days prior to registration. Men must have been surgically sterilised or use a (double if required) barrier method of contraception. ",
        "study_type": "Interventional",
        "trial_purpose": "Treatment",
        "trial_allocation": "Randomised controlled trial",
        "trial_concealment": "The study population will consist of patients with metastatic colorectal cancer with either KRAS WT or KRAS G13D mutation. Once a patient completed all screening procedures and is confirmed eligible the will be randomised to either cetuximab monptherapy ( Arm A) or cetuximab in combination with irinotecan ( Arm B) . Randomisation will either be done via the electronic case report form ( INFORM) or via telephone randomisation with the NHMRC clinical trials centre.",
        "trial_sequence": "Treatment will be allocated using the minimization method, patients will be stratified by KRAS status : KRAS WT vs KRAS G13D and site.",
        "trial_masking": "Open (masking not used)",
        "trial_assignment": "Parallel",
        "trial_design_features": "",
        "trial_endpoint": "Safety",
        "trial_statisticalmethods": "",
        "trial_masking1": "",
        "trial_masking2": "",
        "trial_masking3": "",
        "trial_masking4": "",
        "trial_patient_registry": "",
        "trial_followup": "",
        "trial_followup_type": "",
        "trial_purpose_obs": "",
        "trial_duration": "",
        "trial_selection": "",
        "trial_timing": "",
        "recruitment_phase": "Phase 2",
        "recruitment_anticipated_start_date": "2012-11-13",
        "recruitment_actual_start_date": "2012-11-13",
        "recruitment_anticipated_end_date": "2016-04-20",
        "recruitment_actual_end_date": "2016-04-20",
        "recruitment_sample_size": 100,
        "recruitment_actual_sample_size": 101,
        "recruitment_status": "Completed",
        "recruitment_data_analysis": "",
        "recruitment_withdrawn_reason": "",
        "recruitment_withdrawn_reason_other": "",
        "recruitment_country": "Australia,Outside",
        "recruitment_state": "NSW,VIC,QLD,SA,WA,TAS",
        "primary_sponsor_type": "Other Collaborative groups",
        "primary_sponsor_name": "AGITG",
        "primary_sponsor_address": "NHMRC Clinical Trials Centre,\nLevel 5, 92-94 Parramatta Rd\nCamperdown,\nNSW\n2050",
        "primary_sponsor_country": "Australia",
        "sponsor_funding": "TYPE: Commercial sector/Industry; NAME: Merck Serono; ADDRESS: Merck Serono\nUnits 3-4, 25 Frenchs Forest Rd East \nFrenchs Forest NSW 2086  Australia",
        "secondary_sponsors": "TYPE: None; NAME: ; ADDRESS:  ",
        "summary": "Who is it for? \nYou can join this study if you have metastatic colorectal cancer and have either a KRAS wild type or KRAS G13D mutation\n\nTrial details: \nPatients that pass all screening assessments, including CT scan and blood test will randomly divided into two groups. One group wiil receive cetuximab alone ( Arm A) and the other group will receive cetuximab in combination with irinotecan ( Arm B). In both groups, the chemotherapy is given intravenously. Cetuximab is administered weekly to both groups and patients in Arm B will receive irinotecan every 14 days. The study aims to evaluate the response to the different therapy regimens, by  looking at the response on CT scans, survival rates and quality of life.",
        "trial_website": "",
        "publication": "",
        "ethics_review": "Approved",
        "public_notes": "",
        "ethics_committees": "NAME: Cancer Institute NSW; ADDRESS: PO BOX 41\nAlexandria 2015 Australia; HREC: ; SUBMIT DATE: 2012-04-10; APPROVAL DATE: 2012-08-02::||::NAME: SLHD Ethics Review Committee RPAH Zone; ADDRESS: RPAH Medical Centre\nSuite 210A, 100 Carillon Avenue\nNEWTOWN NSW 2042 Australia; HREC: X13-0176; SUBMIT DATE: 2013-06-05; APPROVAL DATE: 2013-07-12",
        "contacts": "TYPE: Scientific Queries; NAME: Prof ICECREAM Trial Coordinator; ADDRESS: NHMRC Clinical Trials Centre\nUniversity of Sydney\nLocked Bag 77\nCamperdown \nNSW\n1450 Australia; PHONE: +61 2 9562 5000; FAX: +61 2 9562 5094; EMAIL: ICECREAM@ctc.usdy.edu.au::||::TYPE: Public Queries; NAME: Prof ICECREAM Trial Coordinator; ADDRESS: NHMRC Clinical Trials Centre\nUniversity of Sydney\nLocked Bag 77\nCamperdown \nNSW\n1450 Australia; PHONE: +61 2 9562 5000; FAX: +61 2 9562 5094; EMAIL: ICECREAM@ctc.usdy.edu.au::||::TYPE: Updating Information; NAME:  ICECREAM coordinator; ADDRESS: NHMRC Clinical Trials Centre\nUniversity of Sydney\nLocked Bag 77\nCamperdown \nNSW\n1450 Australia; PHONE: +61 2 9562 5000; FAX: +61 2 9562 5094; EMAIL: ICECREAM@ctc.usdy.edu.au::||::TYPE: Principal Investigator; NAME: A/Prof Eva Segelov; ADDRESS: NHMRC Clinical Trials Centre \nUniversity of Sydney\nLocked Bag 77 Camperdown NSW 1450   Australia; PHONE: +61 2 9562 5000; FAX: +61 2 9562 5094; EMAIL: icecream@ctc.usyd.edu.au"
    }
]